Repository: Pixel-Peak-Solutions-Ltd/flutter-prostuti-app
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Flashcards
bn: ফ্লাশকার্ড

source: Create Flashcard
bn: ফ্লাশকার্ড তৈরি করুন

source: Title
bn: টাইটেল

# titleHint
source: Subject, Chapter and Unit
bn: সাবজেক্ট, চাপ্টার এবং ইউনিট

source: Term
bn: টার্ম

source: Description
bn: বিবরণ

# addCard
source: Add Another Card
bn: আরেকটি কার্ড যোগ করুন

source: Create
bn: তৈরি করুন

# exploration
source: Explore
bn: এক্সপ্লোর

source: Your Flashcards
bn: আপনার ফ্লাশকার্ড

source: Create New Flashcard
bn: নতুন ফ্ল্যাশকার্ড তৈরি করুন

source: Recent Flashcards
bn: সাম্প্রতিক ফ্লাশকার্ড

source: Your Flashcards List
bn: আপনার ফ্লাশকার্ড সমূহ

# emptyFlashcardMessage
source: There are no flashcards here
bn: এখানে কোন ফ্লাশকার্ড নেই

# emptyYourFlashcardMessage
source: You don't have any flashcards
bn: আপনার কোন ফ্লাশকার্ড নেই

# endOfList
source: You've seen all flashcards
bn: আপনি সব ফ্লাশকার্ড দেখেছেন

source: Set Options
bn: অপশন সেট করুন

source: Language
bn: ভাষা

source: Visible By
bn: দৃশ্যমান

source: Only me
bn: শুধুমাত্র আমি

source: Everyone
bn: সবাই

# cardCreatedSuccessfully
source: Flashcard successfully created!
bn: ফ্লাশকার্ড সফলভাবে তৈরি হয়েছে!

source: Swipe
bn: সোয়াইপ করুন

source: View Card List
bn: কার্ড লিস্ট দেখুন

source: Excellent
bn: চমৎকার

source: You have achieved
bn: আপনি অর্জন করেছেন

source: Learned
bn: লার্নড

source: Learning
bn: লার্নিং

source: Review Cards Again
bn: কার্ড আবার রিভিউ করুন

source: Search
bn: অনুসন্ধান

source: Search flashcards...
bn: ফ্লাশকার্ড খুঁজুন...

source: Loading
bn: লোড হচ্ছে

source: Error
bn: ত্রুটি

source: Open flashcard
bn: ফ্লাশকার্ড খুলুন

source: Open your flashcard
bn: আপনার ফ্লাশকার্ড খুলুন

# createButton
source: Create
bn: তৈরি করুন

source: Cancel
bn: বাতিল

source: Save
bn: সংরক্ষণ

source: Delete
bn: মুছুন

source: Edit
bn: সম্পাদনা

source: Share
bn: শেয়ার

source: Loading more...
bn: আরও লোড হচ্ছে...

# noFlashcardItems
source: No flashcard items found for this set
bn: এই সেটের জন্য কোন ফ্লাশকার্ড আইটেম পাওয়া যায়নি

source: Swipe Left to Learn
bn: শিখতে বামে সোয়াইপ করুন

source: Swipe Right to Know
bn: জানতে ডানে সোয়াইপ করুন

# favoriteAdded
source: Added to favorites
bn: ফেভারিটে যোগ করা হয়েছে

# favoriteRemoved
source: Removed from favorites
bn: ফেভারিট থেকে সরানো হয়েছে

source: Close
bn: বন্ধ করুন

source: Login to your account
bn: আপনার অ্যাকাউন্টে লগ ইন করুন

# welcomeBack
source: Welcome back! Enter your details.
bn: ফিরে আসার জন্য স্বাগতম! আপনার বিস্তারিত লিখুন।

source: Phone number
bn: ফোন নম্বর

source: Enter your phone number
bn: আপনার ফোন নম্বর লিখুন

source: Password
bn: পাসওয়ার্ড

source: Enter your password
bn: আপনার পাসওয়ার্ড লিখুন

source: Show password
bn: পাসওয়ার্ড দেখুন

source: Forgot password
bn: পাসওয়ার্ড ভুলে গেছেন

source: Login
bn: লগ ইন

# noAccount
source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

source: Sign up
bn: সাইন আপ

# phoneRequired
source: Phone number is required
bn: ফোন নম্বর প্রয়োজন

# phoneMustBe11Digits
source: Phone number must be 11 digits
bn: ফোন নম্বর অবশ্যই ১১ সংখ্যার হতে হবে

# passwordRequired
source: Password is required
bn: পাসওয়ার্ড প্রয়োজন

# passwordValidationMessage
source: Password must contain at least one uppercase letter, one special character, and be at least 8 characters long
bn: পাসওয়ার্ডে কমপক্ষে একটি বড় হাতের অক্ষর, একটি বিশেষ চিহ্ন এবং ৮ অক্ষর থাকতে হবে

source: Category
bn: ক্যাটাগরি

# signupSuccessful
source: Registration successful
bn: সাইনআপ সফল হয়েছে

# continueText
source: Continue
bn: এগিয়ে যাই

source: Verify OTP
bn: অটিপি যাচাই করুন

# enterOtpCode
source: Enter the 4-digit code sent to your number
bn: আপনার নাম্বরে পাঠানো ৪ সংখ্যার কোডটি লিখুন

source: Resend code
bn: আবার কোড পাঠান

source: Register your account
bn: আপনার অ্যাকাউন্ট রেজিস্টার করুন

source: Name
bn: নাম

source: Enter your name
bn: আপনার নাম লিখুন

source: Email
bn: ইমেইল

source: Enter your email
bn: আপনার ইমেইল লিখুন

# emailRequired
source: Email is required
bn: ইমেইল প্রয়োজন

# validEmailRequired
source: Please enter a valid email
bn: সঠিক ইমেইল লিখুন

source: Confirm password
bn: কনফার্ম পাসওয়ার্ড

source: Confirm your password
bn: আপনার পাসওয়ার্ড কনফার্ম করুন

source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না

source: Mock Test
bn: মকটেষ্ট

source: Clear Your Doubts
bn: ক্লিয়ার ইউর ডাউটস

source: Get Started
bn: শুরু করুন

source: An error occurred
bn: একটি ত্রুটি ঘটেছে

source: And
bn: এবং

source: must not be empty
bn: ফাঁকা থাকা যাবে না

source: My Profile
bn: আমার প্রোফাইল

# youAreOnPremiumPlan
source: You are on a premium plan
bn: আপনি প্রিমিয়াম প্ল্যানে আছেন

source: Upgrade to premium
bn: প্রিমিয়ামে আপগ্রেড করুন

source: Your Points
bn: আপনার পয়েন্ট

source: Account
bn: একাউন্ট

source: Profile Information
bn: প্রোফাইল তথ্যাবলী

source: My Items
bn: আমার আইটেম

source: My Courses
bn: আমার কোর্সসমহূ

source: Favorites
bn: ফেভারিট

source: Test History
bn: টেস্ট হিস্টোরি

source: Settings
bn: সেটিংস

source: Dark Theme
bn: ডার্ক থিম

source: Others
bn: অন্যান্য

source: Subscription
bn: সাবসক্রিপশন

source: Support
bn: সাপোর্ট

source: FAQ
bn: এফ এন্ড কিউ

source: Terms and Conditions
bn: টার্মস এন্ড কন্ডিশন

source: Privacy Policy
bn: প্রাইভেসি পলিসি

source: Logout
bn: লগআউট

source: Select Language
bn: ভাষা নির্বাচন করুন

source: Home
bn: হোম

source: Flash Card
bn: ফ্ল্যাশ কার্ড

source: Test
bn: টেস্ট

source: Notification
bn: নটিফিকেশন

source: Message
bn: ম্যাসেজ

source: Courses
bn: কোর্সসমূহ

source: Test Category
bn: টেস্ট ক্যাটাগরি

source: Top Course List
bn: টপ কোর্স লিস্ট

source: Search courses...
bn: কোর্স খুঁজুন...

# noCourses
source: No courses found
bn: কোন কোর্স পাওয়া যায়নি

source: Course Details
bn: কোর্স বিবরণ

source: Free
bn: ফ্রি

source: Premium
bn: প্রিমিয়াম

source: Price
bn: মূল্য

source: Enroll
bn: এনরোল করুন

source: Course Content
bn: কোর্স কন্টেন্ট

source: Course Preview
bn: কোর্স প্রিভিউ

source: About Test
bn: টেস্ট সম্পর্কে

source: Course Curriculum
bn: কোর্স কারিকুলাম

source: Test Reviews
bn: টেস্ট রিভিউ

source: Show Less
bn: কম দেখুন

source: Show More
bn: আরও দেখুন

source: Visit
bn: ভিজিট করুন

source: students
bn: শিক্ষাথী

source: tests
bn: টি টেস্ট

source: recorded classes
bn: টি রেকর্ডক্লাস

source: lessons
bn: টি লেসন

source: Recorded Class
bn: রেকর্ডেড ক্লাস

source: Resource
bn: রিসোর্স

source: Assignment
bn: অ্যাসাইনমেন্ট

# enrolledSuccess
source: Enrolled into the free course. Enjoy
bn: ফ্রি কোর্সে এনরোল করা হয়েছে। উপভোগ করুন

# alreadyEnrolled
source: Already Enrolled in the course
bn: ইতিমধ্যে কোর্সে এনরোল করা আছে

# contactProstuti
source: Contact Prostuti for enrollment
bn: এনরোলমেন্টের জন্য প্রস্তুতির সাথে যোগাযোগ করুন

# enrollInCourse
source: Enroll
bn: এনরোল করুন

# visitCourse
source: Visit
bn: ভিজিট করুন

source: See Details
bn: বিস্তারিত দেখুন

source: No Course Available
bn: কোন কোর্স পাওয়া যায়নি

source: Explore Courses
bn: কোর্স এক্সপ্লোর করুন

source: Course Progress
bn: কোর্স প্রোগ্রেস

source: Completed
bn: সম্পূর্ণ হয়েছে

source: Start Learning
bn: শেখা শুরু করুন

# welcomeMessage
source: Welcome
bn: আপনাকে স্বাগতম

source: Modules
bn: মডিউল সমূহ

source: Routine
bn: রুটিন

source: Report Card
bn: রিপোর্ট কার্ড

source: Leaderboard
bn: লিডারবোর্ড

source: Notice
bn: নোটিশ

# recordedClassItem
source: Recorded Class:
bn: রেকর্ড ক্লাস:

# resourceItem
source: Resource:
bn: রিসোর্স:

# assignmentItem
source: Assignment:
bn: এসাইনমেন্ট:

# testItem
source: Test:
bn: টেস্ট:

source: Pay Now
bn: পেমেন্ট পর্যালোচনা করুন

source: Notices
bn: নোটিশ

source: Today's Notices
bn: আজকের নোটিশ

source: Yesterday's Notices
bn: গতকালের নোটিশ

source: Older Notices
bn: পুরানো নোটিশ

# noNotices
source: No notices available
bn: কোন নোটিশ নেই

source: Exam Reminder
bn: পরীক্ষার রিমাইন্ডার

source: Filter
bn: ফিল্টার

source: Type
bn: টাইপ

source: Division
bn: বিভাগ

source: Subject
bn: বিষয়

# selectTypeFirst
source: Select a type first
bn: প্রথমে একটি টাইপ নির্বাচন করুন

# noDivisionsAvailable
source: No divisions available for this type
bn: এই টাইপের জন্য কোন বিভাগ উপলব্ধ নেই

# noSubjectsAvailable
source: No subjects available for this selection
bn: এই নির্বাচনের জন্য কোন বিষয় উপলব্ধ নেই

source: No types available
bn: কোন টাইপ উপলব্ধ নেই

source: Apply Filter
bn: ফিল্টার প্রয়োগ করুন

source: Reset Filter
bn: ফিল্টার রিসেট করুন

# searchHint
source: Search...
bn: সার্চ করুন...

source: Select Category
bn: ক্যাটাগরি নির্বাচন করুন

source: Available Categories
bn: উপলব্ধ ক্যাটাগরিগুলি

source: No categories available
bn: কোন ক্যাটাগরি উপলব্ধ নেই

# selectType
source: Select a type
bn: একটি টাইপ নির্বাচন করুন

# selectDivision
source: Select a division
bn: একটি বিভাগ নির্বাচন করুন

# selectSubject
source: Select a subject
bn: একটি বিষয় নির্বাচন করুন

# noSelectedCategory
source: No category selected
bn: কোন ক্যাটাগরি নির্বাচিত নেই

source: Select
bn: নির্বাচন করুন

source: Visibility Options
bn: ভিজিবিলিটি অপশন

# visibilityDescription
source: Choose who can see your flashcards
bn: কে আপনার ফ্ল্যাশকার্ড দেখতে পারবে তা চয়ন করুন

# everyoneDescription
source: Your flashcard will be visible to all users
bn: আপনার ফ্ল্যাশকার্ড সব ব্যবহারকারীদের কাছে দৃশ্যমান হবে

# onlyMeDescription
source: Your flashcard will be visible only to you
bn: আপনার ফ্ল্যাশকার্ড শুধুমাত্র আপনার কাছে দৃশ্যমান হবে

source: Confirm
bn: নিশ্চিত করুন

source: Activity
bn: কার্যক্রম

source: Upcoming Activity
bn: আসন্ন কার্যক্রম

# noActivitiesForDay
source: No activities for this day
bn: এই দিনের জন্য কোন কার্যক্রম নেই

source: No upcoming activities
bn: কোন আসন্ন কার্যক্রম নেই

# classs
source: Class
bn: ক্লাস

source: Exam
bn: পরীক্ষা

source: Due till
bn: এর মধ্যে

source: at
bn: এ

source: Classes
bn: ক্লাস

source: Messages
bn: ম্যাসেজ

source: Start Chat
bn: চ্যাট শুরু করুন

source: No conversations found
bn: কোন কথোপকথন পাওয়া যায়নি

# startConversation
source: Start a conversation
bn: একটি কথোপকথন শুরু করুন

source: Typing...
bn: টাইপিং...

source: Send message
bn: মেসেজ পাঠান

source: Attach photo
bn: ছবি সংযুক্ত করুন

source: Attach file
bn: ফাইল সংযুক্ত করুন

source: Type your message...
bn: আপনার প্রশ্ন টাইপ করুন

source: Today
bn: আজ

source: Yesterday
bn: গতকাল

source: No messages yet
bn: এখনও কোন বার্তা নেই

# sendFirstMessage
source: Send a message to start the conversation
bn: কথোপকথন শুরু করতে একটি বার্তা পাঠান

source: Feature coming soon
bn: ফিচারটি শীঘ্রই আসছে

# errorOccurred
source: An error occurred
bn: একটি ত্রুটি ঘটেছে

source: Retry
bn: আবার চেষ্টা করুন

# sendMessageTo
source: Send a message to
bn: মেসেজ পাঠান

source: Send
bn: পাঠান

# searchForUser
source: Search for a user to start a conversation
bn: কথোপকথন শুরু করতে ব্যবহারকারী অনুসন্ধান করুন

source: No users found
bn: কোন ব্যবহারকারী পাওয়া যায়নি

source: Requests
bn: অনুরোধ

source: No message requests
bn: কোন মেসেজ অনুরোধ নেই

source: Ask a Question
bn: একটি প্রশ্ন করুন

source: Your Question
bn: আপনার প্রশ্ন

# typeYourQuestion
source: Type your question here...
bn: আপনার প্রশ্ন এখানে টাইপ করুন...

source: Send Question
bn: প্রশ্ন পাঠান

# messageSent
source: Your message has been sent! Teachers will respond soon.
bn: আপনার প্রশ্ন পাঠানো হয়েছে! শিক্ষকরা শীঘ্রই উত্তর দেবেন।

source: How it works
bn: এটি কিভাবে কাজ করে

# messageRequestDesc
source: When someone sends you a message for the first time, it will appear here for your approval.
bn: আপনার প্রশ্ন আমাদের শিক্ষকদের কাছে পাঠানো হবে। একজন শিক্ষক উত্তর দিলে, আপনি তাদের সাথে কথোপকথন চালিয়ে যেতে পারবেন।

source: Pending Questions
bn: অপেক্ষারত প্রশ্ন

source: Active Conversations
bn: সক্রিয় কথোপকথন

source: Waiting for Teacher
bn: শিক্ষকের জন্য অপেক্ষা করছে

# noMessagesYetDesc
source: Your conversation will appear here once a teacher responds to your question.
bn: শিক্ষক আপনার প্রশ্নের উত্তর দেওয়ার পরে আপনার কথোপকথন এখানে দেখা যাবে।

# todaysRoutine
source: Today's Activities
bn: আজকের ক্লাসকলাপ

source: See More
bn: আরো দেখুন

# myCalendar
source: My Calender
bn: আমার ক্যালেন্ডার

# routineLoadError
source: Failed to Load Activities
bn: কার্যক্রম লোড করতে ত্রুটি

# tryAgainLater
source: Please try again later
bn: দয়া করে পরে আবার চেষ্টা করুন

source: Try Again
bn: আবার চেষ্টা করুন

source: No Activities Today
bn: আজ কোন কার্যক্রম নেই

source: Enjoy your free time!
bn: আপনার ফ্রি সময় উপভোগ করুন!
